{
  "author": "Buddha",
  "quotes": [
    "A man asked Gautam Buddha, \"I want happiness\". Buddha said, \"First remove \"I,\" that's Ego, then remove \"want,\" that's Desire. See now, you are left with only \"Happiness.\"\"",
    "A man is not called wise because he talks and talks again; but if he is peaceful, loving, and fearless then he is in truth called wise.",
    "All conditioned things are impermanent-when one sees this with wisdom, one turns away from suffering.",
    "All experiences are preceded by mind, having mind as their master, created by mind.",
    "All suffering is caused by ignorance. People inflict pain on others in the selfish pursuit of their own happiness or satisfaction.",
    "All that we are is the result of what we have thought: it is founded on our thoughts and made up of our thoughts. If a man speak or act with an evil thought, suffering follows him as the wheel follows the hoof of the beast that draws the wagon…. If a man speak or act with a good thought, happiness follows him like a shadow that never leaves him.",
    "All that we are is the result of what we have thought.",
    "All wrong-doing arises because of mind. If the mind is transformed, can wrong-doing remain?",
    "Ambition is like love, impatient both of delays and rivals.",
    "An evil deed, like fresh milk, does not go bad suddenly. Smoldering, like fire covered by ashes, the evil deed follows the fool.",
    "An idea that is developed and put into action is more important than an idea that exists only as an idea.",
    "An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind.",
    "Anger will never disappear so long as thoughts of resentment are cherished in the mind. Anger will disappear as soon as thoughts of resentment are forgotten.",
    "Ardently do today what must be done. Who knows? Tomorrow, death comes.",
    "As rain falls equally on the just and the unjust, do not burden your heart with judgement but rain your kindness equally on all.",
    "At the end of the day, I'm at peace because my intentions are good and my heart is pure.",
    "Avoid evil deeds as a man who loves life avoids poison.",
    "Be where you are; otherwise you will miss your life.",
    "Before you speak, let your words pass through three gates: Is it true? Is it necessary? Is it kind?",
    "Being deeply learned and skilled, being well-trained, and using well-spoken words: this is good luck.",
    "Beings who yearn for the Dharma and generate effort for the sake of the Dharma are rare. Anyone who makes the wheel of Dharma turn will reign supreme wisdom.",
    "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense.",
    "Better than a thousand hollow words is one word that brings peace.",
    "Both formerly and now, it is only suffering that I describe, and the cessation of suffering.",
    "Ceasing to do evil, cultivating the good, purifying the heart: this is the teaching of the Buddhas.",
    "Change is never painful. Only resistance to change is painful.",
    "Chaos is inherent in all compounded things. Strive on with diligence.",
    "Conquer anger with non-anger. Conquer badness with goodness. Conquer meanness with generosity.",
    "Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth.",
    "Delight in heedfulness! Guard well your thoughts!",
    "Delight in meditation and solitude. Compose yourself, be happy. You are a seeker.",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "Do not look for a sanctuary in anyone except yourself.",
    "Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind.",
    "Do not turn away what is given you, nor reach out for what is given to others, lest you disturb your quietness.",
    "Don't run after pleasure and neglect the practice of meditation. If you forget the goal of life and get caught in the pleasures of the world, you will come to envy those who put meditation first.",
    "Don't rush anything. When the time is right it'll happen.",
    "Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills.",
    "Drop by drop is the water pot filled. Likewise, the wise man, gathering it little by little, fills himself with good.",
    "Endurance is one of the most difficult disciplines, but it is to the one who endures that the final victory comes.",
    "Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame.",
    "Even death is not to be feared by one who has lived wisely.",
    "Every human being is the author of his own health or disease.",
    "Every morning we are born again. What we do today is what matters most.",
    "Everything is based on mind, is led by mind, is fashioned by mind. If you speak and act with a polluted mind, suffering will follow you, as the wheels of the oxcart follow the footsteps of the ox.",
    "Everything that has a beginning has an ending. Make your peace with that and all will be well.",
    "Focus, not on the rudeness of others, not on what they've done or left undone, but on what you have and haven't done yourself.",
    "For soon the body is discarded, Then what does it feel? A useless log of wood, it lies on the ground, Then what does it know? Your worst enemy cannot harm you As much as your own thoughts, unguarded. But once mastered, No one can help you as much, Not even your father or your mother.",
    "For the good of the many, for the happiness of the many, out of compassion for the world.",
    "Friendship is the only cure for hatred, the only guarantee of peace.",
    "Give, even if you only have a little.",
    "Happiness comes when your work and words are of benefit to yourself and others.",
    "Happiness does not depend on what you have or who you are. It solely relies on what you think.",
    "Happiness will never come to those who fail to appreciate what they already have.",
    "Hatred does not cease by hatred, but only by love; this is the eternal rule.",
    "Hatred does not cease through hatred at any time. Hatred ceases through love. This is an unalterable law.",
    "Hatred is never appeased by hatred in this world; by non-hatred alone is hatred appeased. This is a law eternal.",
    "Have compassion for all beings, rich and poor alike; each has their suffering. Some suffer too much, others too little.",
    "He is able who thinks he is able.",
    "He who loves 50 people has 50 woes; he who loves no one has no woes.",
    "He who sits alone, sleeps alone, and walks alone, who is strenuous and subdues himself alone, will find delight in the solitude of the forest.",
    "Health is the best gift, contentment the best wealth, trust the best kinsman, nirvana the greatest joy. Drink the nectar of the dharma in the depths of meditation, and become free from fear and sin.",
    "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
    "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
    "Holding onto anger is like drinking poison and expecting the other person to die.",
    "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?",
    "I never see what has been done; I only see what remains to be done.",
    "I will not look at another's bowl intent on finding a fault: a training to be observed.",
    "If a man going down into a river, swollen and swiftly flowing, is carried away by the current- how can he help others across?",
    "If a man's thoughts are muddy, If he is reckless and full of deceit, How can he wear the yellow robe? Whoever is master of his own nature, Bright, clear and true, He may indeed wear the yellow robe.",
    "If anything is worth doing, do it with all your heart.",
    "If we could see the miracle of a single flower clearly, our whole life would change.",
    "If we fail to look after others when they need help, who will look after us?",
    "If with a pure mind, a person speaks or acts happiness follows him like his never-departing shadow.",
    "If you are quiet enough, you will hear the flow of the universe. You will feel its rhythm. Go with this flow. Happiness lies ahead. Meditation is key.",
    "If you find no one to support you on the spiritual path, walk alone.",
    "If you knew what I know about the power of giving, you would not let a single meal pass without sharing it in some way.",
    "If you light a lamp for someone else it will also brighten your path.",
    "If you meditate earnestly, pure in mind and kind in deeds, leading a disciplined life in harmony with the dharma, you will grow in glory. If you meditate earnestly, through spiritual disciplines you can make an island for yourself that no flood can overwhelm.",
    "If you propose to speak, always ask yourself, is it true, is it necessary, is it kind.",
    "If you realize the nature of mind, you have already become a Buddha. There is no need to seek Buddha elsewhere.",
    "If you truly loved yourself, you could never hurt another.",
    "If you want to fly, give up everything that weighs you down.",
    "If your compassion does not include yourself, it is incomplete.",
    "Imagine that every person in the world is enlightened but you. They are all your teachers, each doing just the right things to help you learn perfect patience, perfect wisdom, perfect compassion.",
    "In separateness lies the world's greatest misery; in compassion lies the world's true strength.",
    "In the end, only three things matters: how much you loved, how gently you lived, and how gracefully you let go of things not meant for you.",
    "Indeed, the sage who's fully quenched rests at ease in every way; no sense of desire adheres to him whose fires have cooled, deprived of fuel. All attachments have been severed; the heart's been led away from pain; tranquil, he rests with utmost ease. The mind has found its way to peace.",
    "Irrigators channel waters; fletchers straighten arrows; carpenters bend wood; the wise master themselves.",
    "It is a man's own mind, not his enemy or foe, that lures him to evil ways.",
    "It is a man's own mind, not his enemy or foe, that lures him to evil ways.",
    "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you.",
    "It is in the nature of things that joy arises in a person free from remorse.",
    "It is in this way that we must train ourselves: By liberation of the self through love, We will develop love, We will practice it, We will make it both a way and a basis, Take a stand upon it, store it up, and thoroughly set it going.",
    "It's better to travel well than to arrive.",
    "Just as a candle cannot burn without fire, men cannot live without a spiritual life.",
    "Just as a mother would protect her only child with her life, even so let one cultivate a boundless love towards all beings.",
    "Just as a snake sheds its skin, we must shed our past over and over again.",
    "Just as the great ocean has one taste, the taste of salt, so also this teaching and discipline has one taste, the taste of liberation.",
    "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.",
    "Just as with her own life, a mother shields from hurt her own son, her only child, let all-embracing thoughts for all beings be yours.",
    "Kindness should become the natural way of life, not the exception.",
    "Know from the rivers in clefts and in crevices: those in small channels flow noisily, the great flow silent. Whatever's not full makes noise. Whatever is full is quiet.",
    "Let all-embracing thoughts for all beings, be yours.",
    "Let go of the past; let go of the future. Let go of the present. Having gone beyond becoming, with a mind completely freed, you will never again come to birth and aging.",
    "Let us rise up and be thankful, for if we didn't learn a lot today, at least we learned a little, and if we didn't learn a little, at least we didn't get sick, and if we got sick, at least we didn't die; so, let us all be thankful.",
    "Like a fine flower, beautiful to look at but without scent, fine words are fruitless in a man who does not act in accordance with them.",
    "Like someone pointing to treasure is the wise person who sees your faults and points them out. Associate with such a sage.",
    "Live every act fully, as if it were your last.",
    "Live with no sense of 'mine', not forming an attachment to experiences.",
    "Long is the night to him who is awake; long is a mile to him who is tired; long is life to the foolish who do not know the true law.",
    "Looking deeply at life as it is in this very moment, the meditator dwells in stability and freedom.",
    "Love is a gift of one's innermost soul to another, so both can be whole.",
    "May all that have life be delivered from suffering.",
    "Meditate. Live purely. Be quiet. Do your work with mastery. Like the moon, come out from behind the clouds! Shine",
    "Meditate… do not delay, lest you later regret it.",
    "Meditation brings wisdom; lack of meditation leaves ignorance. Know well what leads you forward and what hold you back, and choose the path that leads to wisdom.",
    "Neither fire, nor moisture, nor wind can destroy the blessing of a good deed, and it will reform the whole world.",
    "Neither fire, nor wind, birth, nor death, can erase our good deeds.",
    "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.",
    "Not by rituals and resolutions, nor by much learning, nor by celibacy, nor even by meditation can you find the supreme, immortal joy of nirvana until you extinguish your self-will.",
    "Nothing can harm you as much as your own thoughts unguarded.",
    "Nothing ever exists entirely alone; everything is in relation to everything else.",
    "Of what use are your dreams? How can you sleep, when mentally sick, stabbed by the arrow of urge and craving.",
    "On life's journey, faith is nourishment, virtuous deeds are a shelter, wisdom is the light by day, and right mindfulness is the protection by night. If a man lives a pure life, nothing can destroy him.",
    "One is not called noble who harms living beings. By not harming living beings, one is called noble.",
    "One moment can change a day, one day can change a life, and one life can change the world.",
    "One should strive to understand what underlies sufferings and diseases - and aim for health and well-being while gaining in the path.",
    "One who acts on truth is happy in this world and beyond.",
    "Our life is shaped by our mind; we become what we think.",
    "Our theories of the eternal are as valuable as are those which a chick which has not broken its way through its shell might form of the outside world.",
    "Pain is inevitable. Suffering is optional.",
    "Peace comes from within. Do not seek it without.",
    "People with opinions just go around bothering each other.",
    "Purity and impurity depend on oneself; no one can purify another.",
    "Quiet the mind and the soul will speak.",
    "Radiate boundless love towards the entire world.",
    "Remembering a wrong is like carrying a burden on the mind.",
    "Resolutely train yourself to attain peace.",
    "See them, floundering in their sense of mine, like fish in the puddles of a dried-up stream - and, seeing this, live with no mine, not forming attachment for states of becoming.",
    "Set your heart on doing good. Do it over and over again, and you will be filled with joy.",
    "She who knows life flows, feels no wear or tear, needs no mending or repair.",
    "Should a seeker not find a companion who is better or equal, let them resolutely pursue a solitary course.",
    "Should you find a wise critic to point out your faults, follow him as you would a guide to hidden treasure.",
    "Silence the angry man with love. Silence the ill-natured man with kindness. Silence the miser with generosity. Silence the liar with truth.",
    "Some do not understand that we must die, but those who do realize this settle their quarrels.",
    "Speak only endearing speech, speech that is welcomed. Speech, when it brings no evil to others, is a pleasant thing.",
    "Stop, stop. Do not speak. The ultimate truth is not even to think.",
    "Suffering follows an evil thought as the wheels of a cart follow the oxen that draw it. Our life is shaped by our mind; we become what we think. Joy follows a pure thought like a shadow that never leaves.",
    "Suffering is not holding you, you are holding suffering.",
    "Teach this triple truth to all: A generous heart, kind speech, and a life of service and compassion are the things which renew humanity.",
    "The external world is only a manifestation of the activities of the mind itself, and the mind grasps it as an external world simply because of its habit of discrimination and false-reasoning. The disciple must get into the habit of looking at things truthfully.",
    "The fool who knows he is a fool is that much wiser.",
    "The greatest gift is to give people your enlightenment, to share it. It has to be the greatest.",
    "The instant we feel anger, we have already ceased striving for the truth and have begun striving for ourselves.",
    "The one in whom no longer exist the craving and thirst that perpetuate becoming; how could you track that Awakened one, trackless, and of limitless range.",
    "The one who has conquered himself is a far greater hero than he who has defeated a thousand times a thousand men.",
    "The root of all suffering is attachment.",
    "The secret of health for both mind and body is not to mourn for the past, nor to worry about the future, but to live the present moment wisely and earnestly.",
    "The secret of health for both mind and body is not to mourn for the past, worry about the future, or anticipate troubles, but to live in the present moment wisely and earnestly.",
    "The tongue like a sharp knife kills without drawing blood.",
    "The trouble is, you think you have time.",
    "The true master lives in truth, in goodness and restraint, non-violence, moderation, and purity.",
    "The way is not in the sky. The way is in the heart.",
    "The wise ones fashioned speech with their thought, sifting it as grain is sifted through a sieve.",
    "There are only two mistakes one can make along the road to truth; not going all the way, and not starting.",
    "There are six realms of transmigration where beings take birth. They are the realms of gods, demigods, humans, animals, hungry ghosts, and hell. You take birth in those realms because of superior, middling, and evil karmas.",
    "There are two mistakes one can make along the road to truth…not going all the way, and not starting.",
    "There has to be evil so that good can prove its purity above it.",
    "There is no fear for one whose mind is not filled with desires.",
    "There is no fire like passion; there is no shark like hatred; there is no snare like folly; there is no torrent like greed.",
    "There is no path to happiness: happiness is the path.",
    "There is nothing more dreadful than the habit of doubt.",
    "There is nothing so disobedient as an undisciplined mind, and there is nothing so obedient as a disciplined mind.",
    "They blame those who remain silent; they blame those who speak much; they blame those who speak in moderation. There is none in the world who is not blamed.",
    "Thoroughly understanding the Dhamma and freed from longing through insight, the wise one rid of all desire is calm as a pool unstirred by wind.",
    "Those who are free of resentful thoughts surely find peace.",
    "Those who have failed to work toward the truth have missed the purpose of living.",
    "Though one should live a hundred years without wisdom and control, yet better, indeed, is a single day's life of one who is wise and meditative.",
    "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
    "Three things cannot be long hidden: the sun, the moon, and the truth.",
    "Through not seeing the Four Noble truths / Long was the weary path from birth to birth. / When these are known, removed is rebirth's cause, / The root of sorrow plucked; then ends rebirth.",
    "To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent.",
    "To conquer oneself is a greater task than conquering others.",
    "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind, he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.",
    "To keep the body in good health is a duty… otherwise, we shall not be able to keep our mind strong and clear.",
    "To live a pure unselfish life, one must count nothing as one's own in the midst of abundance.",
    "To support mother and father, to cherish wife and children, and to be engaged in peaceful occupation - this is the greatest blessing.",
    "To understand everything is to forgive everything.",
    "Train your eyes and ears; train your nose and tongue. The senses are good friends when they are trained. Train your body in deeds, train your tongue in words, train your mind in thoughts. This training will take you beyond sorrow.",
    "True love is born from understanding.",
    "Understanding is the heartwood of well-spoken words.",
    "Virtue is persecuted more by the wicked than it is loved by the good.",
    "We are formed and molded by our thoughts. Those whose minds are shaped by selfless thoughts give joy when they speak or act. Joy follows them like a shadow that never leaves them.",
    "We are what we think. All that we are arises with our thoughts. With our thoughts, we make the world.",
    "We will develop and cultivate the liberation of mind by loving-kindness, make it our vehicle, make it our basis, stabilize it, exercise ourselves in it, and fully perfect it.",
    "Wear your ego like a loose-fitting garment.",
    "What is evil? Killing is evil, lying is evil, slandering is evil, abuse is evil, gossip is evil, envy is evil, hatred is evil, to cling to false doctrine is evil; all these things are evil. And what is the root of evil? Desire is the root of evil, illusion is the root of evil.",
    "What we are today comes from our thoughts of yesterday, and our present thoughts build our life of tomorrow: Our life is the creation of our mind.",
    "What you are is what you have been. What you'll be is what you do now.",
    "What you think, you become. What you feel, you attract. What you imagine, you create.",
    "Whatever a monk keeps pursuing with his thinking and pondering, that becomes the inclination of his awareness.",
    "Whatever is not yours: let go of it. Your letting go of it will be for your long-term happiness & benefit.",
    "Whatever living beings there may be - feeble or strong, long, stout, or of medium size, short, small, large, those seen or those unseen, those dwelling far or near, those who are born as well as those yet to be born - may all beings have happy minds.",
    "Whatever precious jewel there is in the heavenly worlds, there is nothing comparable to one who is Awakened.",
    "Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.",
    "When it hurts, observe. Life is trying to teach you something.",
    "When one has the feeling of dislike for evil when one feels tranquil, one finds pleasure in listening to good teachings; when one has these feelings and appreciates them, one is free of fear.",
    "When watching after yourself, you watch after others. When watching after others, you watch after yourself.",
    "When you like a flower, you just pluck it. But when you love a flower, you water it daily.",
    "When you realize how perfect everything is you will tilt your head back and laugh at the sky.",
    "With gentleness overcome anger. With generosity, overcome meanness. With truth overcome deceit.",
    "Without health, life is not life; it is only a state of languor and suffering - an image of death.",
    "Work out your own salvation. Do not depend on others.",
    "You are a seeker. Delight in the mastery of your hands and your feet, of your words and your thoughts.",
    "You are far from the end of your journey. The way is not in the sky. The way is in the heart. See how you love.",
    "You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe deserves your love and affection.",
    "You don't have a Soul. You are a soul. You have a body.",
    "You only lose what you cling to.",
    "You will not be punished for your anger; you will be punished by your anger.",
    "You, yourself, as much as anybody in the entire universe, deserve your love and affection.",
    "Your mind is a powerful thing. When you start to filter it with positive thoughts your life will start to change.",
    "Your worst enemy cannot harm you as much as your own unguarded thoughts."
  ]
}
