{
  "author": "Confucius",
  "quotes": [
    "A common man marvels at uncommon things. A wise man marvels at the commonplace.",
    "A gentleman would be ashamed should his deeds not match his words.",
    "A journey of a thousand miles begins with a single step.",
    "A man can enlarge the Way; the Way does not enlarge the man.",
    "A man who does not plan long ahead will find trouble right at his door.",
    "A man who has committed a mistake and doesn't correct it is committing another mistake.",
    "A superior man is modest in his speech, but exceeds in his actions.",
    "A youth is to be regarded with respect. How do you know that his future will not be equal to our present?",
    "Ability will never catch up with the demand for it.",
    "Acquire new knowledge whilst thinking over the old, and you may become a teacher of others.",
    "Act with kindness, but do not expect gratitude.",
    "All people are the same; only their habits differ.",
    "At fifteen, I set my heart upon learning; at thirty, I stood firm; at forty, I had no doubts; at fifty, I knew the decrees of Heaven; at sixty, my ear was obedient; at seventy, I could follow my heart's desire without overstepping the bounds.",
    "Be not ashamed of mistakes and thus make them crimes.",
    "Be strict with yourself but least reproachful of others and complaint is kept afar.",
    "Before you embark on a journey of revenge, dig two graves.",
    "Behave toward everyone as if receiving a great guest.",
    "Better a diamond with a flaw than a pebble without.",
    "Better than one who knows what is right is one who loves what is right.",
    "Boldness, without the rules of propriety, becomes insubordination.",
    "By nature, men are nearly alike; by practice, they get to be wide apart.",
    "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.",
    "Can there be a love which does not make demands on its object?",
    "Death and life have their determined appointments; riches and honors depend upon heaven.",
    "Do not be desirous of having things done quickly. Do not look at small advantages. Desire to have things done quickly prevents their being done thoroughly.",
    "Do not impose on others what you yourself do not desire.",
    "Do not worry about holding high position; worry rather about playing your proper role.",
    "Don't complain about the snow on your neighbor's roof when your own doorstep is unclean.",
    "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "Everything has its beauty, but not everyone sees it.",
    "Faced with what is right, to leave it undone shows a lack of courage.",
    "Faithfulness and sincerity are the highest things.",
    "Fine words and an insinuating appearance are seldom associated with true virtue.",
    "Forget injuries, never forget kindnesses.",
    "Give a bowl of rice to a man and you will feed him for a day. Teach him how to grow his own rice and you will save his life.",
    "Go before the people with your example, and be laborious in their affairs.",
    "Have no friends not equal to yourself.",
    "He that would perfect his work must first sharpen his tools.",
    "He who acts with a constant view to his own advantage will be much murmured against.",
    "He who excels in study can follow an official career.",
    "He who exercises government by means of his virtue may be compared to the north polar star, which keeps its place and all the stars turn towards it.",
    "He who is really kind, can never be unhappy.",
    "He who knows all the answers has not been asked all the questions.",
    "He who knows he has enough is rich.",
    "He who learns but does not think is lost! He who thinks but does not learn is in great danger.",
    "He who learns but does not think, is lost. He who thinks but does not learn is in great danger.",
    "He who offends against Heaven has none to whom he can pray.",
    "He who remembers from day to day what he has yet to learn, and from month to month what he has learned already, may be said to have a love of learning.",
    "He who requires much from himself and little from others will keep himself from being the object of resentment.",
    "He who speaks without modesty will find it difficult to make his words good.",
    "He who will not economize will have to agonize.",
    "He who wishes to secure the good of others has already secured his own.",
    "Hold faithfulness and sincerity as first principles.",
    "Humility is the solid foundation of all virtues.",
    "I am not concerned that I am not known, I seek to be worthy to be known.",
    "I am not one who was born in the possession of knowledge; I am one who is fond of antiquity, and earnest in seeking it there.",
    "I have not seen one who loves virtue as he loves beauty.",
    "If a man takes no thought about what is distant, he will find sorrow near at hand.",
    "If names are not correct, language is not in accordance with the truth of things.",
    "If the people be led by laws, and uniformity sought to be given them by punishments, they will try to avoid the punishment but have no sense of shame.",
    "If we don't know life, how can we know death?",
    "If you govern the people by virtue and restrain them with ritual, they will have a sense of shame and become good.",
    "If you govern the people legalistically and control them by punishment, they will avoid crime, but have no personal sense of shame.",
    "If you govern them by virtue and control them with propriety, they will gain their own sense of shame and thus correct themselves.",
    "If you look into your own heart, and you find nothing wrong there, what is there to worry about? What is there to fear?",
    "If you make a mistake and do not correct it, this is called a mistake.",
    "If you think in terms of a year, plant a seed; if in terms of ten years, plant trees; if in terms of 100 years, teach the people.",
    "If you try to do too much, you will not achieve anything.",
    "If your plan is for one year plant rice. If your plan is for 10 years plant trees. If your plan is for 100 years educate children.",
    "Ignorance is the night of the mind, but a night without moon and star.",
    "In a country well governed, poverty is something to be ashamed of. In a country badly governed, wealth is something to be ashamed of.",
    "Isn't it a pleasure to study and practice what you have learned?",
    "Isn't it also great when friends visit from distant places? If one remains not annoyed when he is not understood by people around him, isn't he a sage?",
    "It does not matter how slowly you go as long as you do not stop.",
    "It is better to light one small candle than to curse the darkness.",
    "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get.",
    "It is more shameful to distrust our friends than to be deceived by them.",
    "Learn as if you were not reaching your goal and as though you were scared of missing it.",
    "Learn as though you would never be able to master it; hold it as though you would be in fear of losing it.",
    "Learning without thought is labor lost; thought without learning is perilous.",
    "Life is really simple, but we insist on making it complicated.",
    "Looking at small advantages prevents great affairs from being accomplished.",
    "Love of goodness without love of learning degenerates into simple-mindedness. Love of knowledge without love of learning degenerates into utter lack of principle. Love of faithfulness without love of learning degenerates into injurious disregard of consequences. Love of uprightness without love of learning degenerates into harshness. Love of courage without love of learning degenerates into insubordination. Love of strong character without love of learning degenerates into mere recklessness.",
    "Mankind differs from the animals only by a little and most people throw that away.",
    "Men's natures are alike, it is their habits that carry them far apart.",
    "Music produces a kind of pleasure which human nature cannot do without.",
    "Never contract friendship with a man that is not better than thyself.",
    "Never give a sword to a man who can't dance.",
    "One joy dispels a hundred cares.",
    "Only the wisest and stupidest of men never change.",
    "Our greatest glory is not in never falling, but in rising every time we fall.",
    "Real knowledge is to know the extent of one's ignorance.",
    "Recompense injury with justice, and recompense kindness with kindness.",
    "Respect yourself and others will respect you.",
    "Review the old and deducing the new makes a teacher.",
    "Roads were made for journeys not destinations.",
    "Silence is a true friend who never betrays.",
    "Study the past if you would define the future.",
    "Success depends upon previous preparation, and without such preparation there is sure to be failure.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "The cautious seldom err.",
    "The essence of knowledge is, having it, to apply it not having it, to confess your ignorance.",
    "The expectations of life depend upon diligence; the mechanic that would perfect his work must first sharpen his tools.",
    "The faults of a superior person are like the sun and moon. They have their faults, and everyone sees them; they change and everyone looks up to them.",
    "The firm, the enduring, the simple, and the modest are near to virtue.",
    "The foundation of the state is the family.",
    "The gem cannot be polished without friction, nor man perfected without trial.",
    "The gentleman is calm and at ease; the small man is always fretful and anxious.",
    "The gentleman is dignified but not arrogant; the petty man is arrogant but not dignified.",
    "The gentleman is easy to serve and difficult to please; the petty man is difficult to serve and easy to please.",
    "The gentleman seeks harmony, not uniformity; the petty man seeks uniformity, not harmony.",
    "The man who asks a question is a fool for a minute, the man who does not ask is a fool for life.",
    "The man who moves a mountain begins by carrying away small stones.",
    "The man who says he can, and the man who says he can't are both correct.",
    "The man who says he can, and the man who says he cannot… are both correct.",
    "The more man meditates upon good thoughts, the better will be his world and the world at large.",
    "The nobler sort of man emphasizes the good qualities in others, and does not accentuate the bad. The inferior does.",
    "The object of the superior man is truth.",
    "The parents age must be remembered, both for joy and anxiety.",
    "The people may be made to follow a path of action, but they may not be made to understand it.",
    "The perfecting of one's self is the fundamental base of all progress and all moral development.",
    "The real fault is to have faults and not amend them.",
    "The scholar who cherishes the love of comfort is not fit to be deemed a scholar.",
    "The strength of a family, like the strength of an army, is in its loyalty to each other.",
    "The strength of a nation derives from the integrity of the home.",
    "The superior man does not, even for the space of a single meal, act contrary to virtue. In moments of haste, he cleaves to it. In seasons of danger, he cleaves to it.",
    "The superior man is distressed by the limitations of his ability; he is not distressed by the fact that men do not recognize the ability that he has.",
    "The superior man is modest in his speech but exceeds in his actions.",
    "The superior man makes the difficulty to be overcome his first interest; success only comes later.",
    "The superior man thinks always of virtue; the common man thinks of comfort.",
    "The superior man understands what is right; the inferior man understands what will sell.",
    "The superior man, when resting in safety, does not forget that danger may come. When in a state of security he does not forget the possibility of ruin. When all is orderly, he does not forget that disorder may come. Thus his person is not endangered, and his States and all their clans are preserved.",
    "The wheel of fortune turns round incessantly, and who can say to himself, I shall today be uppermost.",
    "The wise are free from perplexities; the virtuous from anxiety; the bold from fear.",
    "There are three things to beware of through life: when a man is young, let him beware of his appetites; when he is middle-aged, of his passions; and when old, of covetousness, especially.",
    "There is the love of knowing without the love of learning; the beclouding here leads to dissipation of mind.",
    "They must often change who would remain constant in happiness and wisdom.",
    "Things that are done, it is needless to speak about…things that are past, it is needless to blame.",
    "Think no vice so small that you may commit it, and no virtue so small that you may over look it.",
    "Think of tomorrow, the past can't be mended.",
    "Those who cannot forgive others break the bridge over which they themselves must pass.",
    "Those who know the truth are not equal to those who love it.",
    "To be able under all circumstances to practice five things constitutes perfect virtue; these five things are gravity, generosity of soul, sincerity, earnestness and kindness.",
    "To be fond of learning is near to wisdom; to practice with vigor is near to benevolence; and to be conscious of shame is near to fortitude.",
    "To be wronged is nothing unless you remember it.",
    "To go beyond is as wrong as to fall short.",
    "To govern is to correct. If you set an example by being correct, who would dare to remain incorrect.",
    "To know it is not as good as to love it, and to love it is not as good as to take delight in it.",
    "To love a thing means wanting it to live.",
    "To practice five things under all circumstances constitutes perfect virtue: gravity, generosity of soul, sincerity, earnestness, and kindness.",
    "To put the world in order, we must first put the nation in order; to put the nation in order, we must first put the family in order; to put the family in order, we must first cultivate our personal life.",
    "To see and listen to the wicked is already the beginning of wickedness.",
    "To see the right and not to do it is cowardice.",
    "To see what is right and not do it is the worst cowardice.",
    "To see what is right and not to do it is want of courage.",
    "To see what is right, and not to do it, is want of courage or of principle.",
    "Virtue is more to man than either water or fire. I have seen men die from treading on water and fire, but I have never seen a man die from treading the course of virtue.",
    "Virtue is not left to stand alone. He who practices it will have neighbors.",
    "We should feel sorrow, but not sink under its oppression.",
    "We take greater pains to persuade others that we are happy than in endeavoring to think so ourselves.",
    "Wealth and rank are what people desire, but unless they be obtained in the right way they may not be possessed.",
    "What the superior man seeks is in himself; what the small man seeks is in others.",
    "What you do not want done to yourself, do not do to others.",
    "When a man's knowledge is sufficient to attain, and his virtue is not sufficient to enable him to hold, whatever he may have gained, he will lose again.",
    "When a person should be spoken with, and you don't speak with them, you lose them. When a person shouldn't be spoken with and you speak to them, you waste your breath. The wise do not lose people, nor do they waste their breath.",
    "When I walk along with two others, from at least one I will be able to learn.",
    "When inside the home, a young man should behave as is fitting to serve his parents; when outside, as is fitting to serve his elders.",
    "When it is obvious that the goals cannot be reached, don't adjust the goals; adjust the action steps.",
    "When music and courtesy are better understood and appreciated, there will be no war.",
    "When prosperity comes, do not use all of it.",
    "When rulers pleasure in ritual propriety, the people are easy to command.",
    "When the archer misses the mark, he turns and seeks the cause within himself.",
    "When we see persons of worth, we should think of equaling them; when we see persons of a contrary character, we should turn inwards and examine ourselves.",
    "When wealth is centralized, the people are dispersed. When wealth is distributed, the people are brought together.",
    "When you are laboring for others let it be with the same zeal as if it were for yourself.",
    "When you have faults, do not fear to abandon them.",
    "When you know a thing, to hold that you know it; and when you do not know a thing, to allow that you do not know it - this is knowledge.",
    "When you meet someone better than yourself, turn your thoughts to becoming his equal. When you meet someone not as good as you are, look within and examine your own self.",
    "When you see a good person, think of becoming like her/him. When you see someone not so good, reflect on your own weak points.",
    "When you see a worthy person, endeavor to emulate them. When you see an unworthy person, examine your own character.",
    "Where there is harmony, there is peace.",
    "Wheresoever you go, go with all your heart.",
    "Wisdom delights in water; love delights in hills. Wisdom is stirring; love is quiet. Wisdom is merry; love grows old.",
    "Wisdom, compassion, and courage are the three universally recognized moral qualities of men.",
    "With coarse rice to eat, with water to drink, and my bended arm for a pillow - I have still joy in the midst of these things. Riches and honors acquired by unrighteousness are to me as a floating cloud.",
    "Without an acquaintance with the rules of propriety, it is impossible for the character to be established.",
    "Without feelings of respect, what is there to distinguish men from beasts?",
    "Without knowing the force of words, it is impossible to know men.",
    "You cannot open a book without learning something."
  ]
}
